[
    {
    "title": "The Truth About Lying",
    "description": "Presidents, Pathologists and Plumbers are interviewed en masse in this eye-popping investigation of rank perfidy.  Never before has the light of day shown into these hidden crannys with such explosive delicacy",
    "primary_category": "Books",
    "secondary_category": "Perfidy",
    "price": 0.99,
    "discount": 0.09,
    "bp1": "The shortest way to the top",
    "bp2": "Extra batteries beat a truthful heart",
    "bp3": "Explore the hidden wonders of immorality"
  },
  {
    "title": "Uncovering the Cover: The Medieval Aeroballistics Origins of Futons",
    "description": "A non-analytic analysis of the uncharted historical accounts of the evolution of night-watch castle fortifications and the intersecting effect of restfulness on long term strategic empire expansion decision making within the Byzantine Empire.",
    "primary_category": "Books",
    "secondary_category": "Iconoclasm",
    "price": 159.99,
    "discount": 0.9,
    "bp1": "Exploring the psycholinguistics of sheep-counting",
    "bp2": "Exploring the effects of sleep-aids during the Arab–Byzantine wars",
    "bp3": "Relating the balistics of bags of feathers in pre-Newtonian engineering calculations"
  },
  {
    "title": "15 million shades of #808080",
    "description": "An erotic memoir of a web designer, during the heady days of the 1990's",
    "primary_category": "Books",
    "secondary_category": "Memoir",
    "price": 29.99,
    "discount": 0.5,
    "bp1": "Learn the art of eroticism and web palettes",
    "bp2": "Webscraping",
    "bp3": "RGB(A)"
  },
  {
    "title": "Eton Mess: Magic, School and Desserts",
    "description": "Delve deep into the world of an exclusive public cooking school where the teachers all have magic powers",
    "primary_category": "Books",
    "secondary_category": "Fantasy",
    "price": 29.99,
    "discount": 0.2,
    "bp1": "Teenage relationships",
    "bp2": "Constantly regenerative class divides",
    "bp3": "Cakes and (Witch) Craft"
  },
  {
    "title": "Memoirs of a Ghost writer",
    "description": "The memoirists' memoirist gives an insight into the life of writing down other peoples hilarious anecdotes and wisdom",
    "primary_category": "Books",
    "secondary_category": "Memoir",
    "price": 55.29,
    "discount": 0.9,
    "bp1": "A veritable best of stories from one of the best in the business",
    "bp2": "Insight gained over a series of short interviews with sports people and celebrities",
    "bp3": "** does not feature any supernatural stories"
  },
  {
    "title": "Plane snack bag",
    "description": "Tired of buying over priced snacks on budget airlines? This portable, transparent bags can be filled with all your favourite treats",
    "primary_category": "Lifestyle",
    "secondary_category": "Travel",
    "price": 35.99,
    "discount": 0.4,
    "bp1": "Take aboard any commercial flight",
    "bp2": "Safe up to 40,000 feet",
    "bp3": "Reuse up to 13 times (machine washable)"
  },
  {
    "title": "How to write professional guide books",
    "description": "Ever wanted to know how to explain things to people? This book is a clear and concise how to, to how to",
    "primary_category": "Books",
    "secondary_category": "Guides",
    "price": 12.99,
    "discount": 0.5,
    "bp1": "Step by step guide with illustrations",
    "bp2": "Recycled anecdotes",
    "bp3": "I would never have know how to, without this indispensable guide\" - @UpholsteryHowto"
  },
  {
    "title": "Movie ticket stubs",
    "description": "Over 100 movie ticket stubs from some of the greatest movies of the last century.  Relive the memories of classic cinema trips with these 100% original movie stubs.",
    "primary_category": "Lifestyle",
    "secondary_category": "Home",
    "price": 100.99,
    "discount": 0.2,
    "bp1": "100% official, 0% ripped",
    "bp2": "Movies include - Jurassic Park, Toy Story and the Harry Potter franchise",
    "bp3": "A must for any cinema fan"
  },
  {
    "title": "D&P designed Anti-homeless garden set",
    "description": "Bring hostile architecture to the home. Tired of people using your furniture? The patented design features retracting spike to ensure it is unusable without the code",
    "primary_category": "Lifestyle",
    "secondary_category": "Hostile",
    "price": 999.9,
    "discount": 0.1,
    "bp1": "Remote activated or timer settings",
    "bp2": "Stainless steel spikes",
    "bp3": "A guaranteed conversation starter"
  },
  {
    "title": "Charity food hamper",
    "description": "This collection of 100 unused charity food hampers; will feed a family of 5 for a month.  Designed to be nutritionally balanced; take the thinking out of meal times; and live the simpler life. Contains foods such as barley; oats; lentils; powdered milk; flour; oil; sardines and other staples.",
    "primary_category": "Lifestyle",
    "secondary_category": "Food",
    "price": 59.99,
    "discount": 0.5,
    "bp1": "Guaranteed 2000 calories a day",
    "bp2": "Gluten free; lactose light",
    "bp3": "As used by the UN"
  },
  {
    "title": "Celebrity murder weapons",
    "description": "Fan of true crime? own a part of history. These are an assortment of weapons used in real criminal proceedings.",
    "primary_category": "Lifestyle",
    "secondary_category": "True Crime",
    "price": 129.99,
    "discount": 0.2,
    "bp1": "Includes newspaper articles from the case",
    "bp2": "Guaranteed used in criminal case",
    "bp3": "Not recommended for children"
  },
  {
    "title": "Service Worker experience day",
    "description": "We have all enjoyed the fruits of the service industry; from fast food to fast fashion; experience life on the other side and see the tricks of the trade",
    "primary_category": "Lifestyle",
    "secondary_category": "Experiences",
    "price": 125,
    "discount": 0.3,
    "bp1": "Choose from fast food worker; package fulfilment depo; or call centre",
    "bp2": "Keep the minimum wage salary (check with HMRC how this affects you)",
    "bp3": "Uniform provided"
  },
  {
    "title": "The 24-hour divorce",
    "description": "With divorce more and more common; this invaluable guide sets out exactly what is required to leave your lover faster than ever before",
    "primary_category": "Books",
    "secondary_category": "Romance",
    "price": 9.99,
    "discount": 0.9,
    "bp1": "Failure to prepare is preparation to fail",
    "bp2": "Covers all emotional and administrative steps required",
    "bp3": "Top 5 financial instruments you can use today to hide your assets"
  },
  {
    "title": "Little book list",
    "description": "Have you ever set yourself a goal of reading so many books a year; then messed up by picking a biggie?  This invaluable guide makes sure even the most hectic of us can hit those goals",
    "primary_category": "Books",
    "secondary_category": "Guides",
    "price": 9.99,
    "discount": 0.1,
    "bp1": "Ordered by word count",
    "bp2": "Quick summary of content to enable you to discuss beforehand",
    "bp3": "People who read this; also read.  See how these books fit into the world of literature with links to classical literature"
  },
  {
    "title": "Commercially coloured suicide nets",
    "description": "Tired of seeing your employees committing suicide at your factories on ugly suicide nets? Not anymore; these branded nets fit well with any industrial design; and can be customised with logos or slogans.",
    "primary_category": "Lifestyle",
    "secondary_category": "Safety",
    "price": 259.88,
    "discount": 0.2,
    "bp1": "Display for all to see your commitment to your workers",
    "bp2": "3 year guarantee* (Does not cover workers lives)",
    "bp3": "Supports weights upto 120kg from 5 stories"
  },
  {
    "title": "Eco-friendly Suicide nets",
    "description": "Have you found keeping your environmental conditions difficult? Not anymore! Made from 100% reused fishing nets; these suicide nets demonstrate your commitment to a better world",
    "primary_category": "Lifestyle",
    "secondary_category": "Safety",
    "price": 359.88,
    "discount": 0.2,
    "bp1": "Upcycled from old fishing nets with certificate of authenticity",
    "bp2": "3 year guarantee* (Does not cover workers lives)",
    "bp3": "Sourced as close to order as possible to reduce transport emissions"
  },
  {
    "title": "Couch from Casting Couch Diary's [1 -11]",
    "description": "Own the actual couch from the hit series. 100% Leather. Comes with two free fabric accent scatter cushions and two free leather bolster cushions",
    "primary_category": "Lifestyle",
    "secondary_category": "Porn Props",
    "price": 599.99,
    "discount": 0.1,
    "bp1": "This fetching couch as launched the careers of many who went on to be stars; Hermiony Wand; Amber Gris and Lucky Godot",
    "bp2": "Never been cleaned",
    "bp3": "A real conversation piece"
  },
  {
    "title": "Corporate catchers",
    "description": "Are you having an unusual number of accidents at your factories? Despite your best efforts health and safety not having the desired outcome? These branded nets fit well with any industrial design; and can be customised with logos or slogans.  Catch workers; not lawsuits.",
    "primary_category": "Lifestyle",
    "secondary_category": "Safety",
    "price": 259.88,
    "discount": 0.2,
    "bp1": "Display for all to see your commitment to your workers",
    "bp2": "3 year guarantee* (Does not cover workers lives)",
    "bp3": "Supports weights up to 120kg from 5 stories"
  },
  {
    "title": "Toy Brunch Set",
    "description": "Brunch like mommy.  This set allows your children to role play your favourite meal. Meet friends, drink coffee and pick at cakes. Includes",
    "primary_category": "Kids",
    "secondary_category": "Toys",
    "price": 39.99,
    "discount": 0.4,
    "bp1": "Macaroons, Half eaten cake",
    "bp2": "Flat white and cafe late",
    "bp3": "Avocado!"
  },
  {
    "title": "Toy collateralized debt obligations",
    "description": "All the fun ofr bundled debt in a box.  Get your kids comfortable with debt from an early age. Each set includes",
    "primary_category": "Kids",
    "secondary_category": "Toys",
    "price": 29.99,
    "discount": 0.9,
    "bp1": "AAA rated morgage bonds",
    "bp2": "Trade a range of complex financial derivatives at home",
    "bp3": "Letter to Standard and Poors manipulating ratings"
  },
  {
    "title": "Ginger bread Social Housing",
    "description": "Recreate your favourite brutalist mass housing.  Each identical bloc is designed by Ernő Goldfinger. Order singularly or in oppressive blocks of a hundred.",
    "primary_category": "Kids",
    "secondary_category": "Decoration",
    "price": 59.99,
    "discount": 0.7,
    "bp1": "Gluten free",
    "bp2": "Recreate the monolithic and blocky appearance with a rigid geometric style and large-scale use of poured concrete",
    "bp3": "Includes frosting"
  },
  {
    "title": "Ethical Bag covers",
    "description": "Worried your consumer choices are causing social embrassement. Want to enjoy your favourite indulgences without the stigma. Our Ethical bag covers means you dont have compramise. Comes in small, large and bucket size. Ideal for food, fast fashion and more",
    "primary_category": "Lifestyle",
    "secondary_category": "Ethical",
    "price": 15.22,
    "discount": 0.1,
    "bp1": "100% bio-degradable",
    "bp2": "Available with a range of ethical positions - Animal rights, the environment and human rights",
    "bp3": "10p from each purchase will be given to charity"
  },
  {
    "title": "Escape to Romance: Searching for totality",
    "description": "In her mid-tenties, Fæcundus Croydon yearns to ditch the comforts of suburban existence to escape, to romance. After her successful career leaves her without totality, the decision is made to find totality, devotion and balance. Meeting Gaston - a Peruvian-born man of Singaporan citizenship who has been living in Uzbekistan may bring her search to a halt.",
    "primary_category": "Books",
    "secondary_category": "Romance",
    "price": 12.99,
    "discount": 0.2,
    "bp1": "I first came across Fæcundus Croydon by watching the show Mountain Men on TV and right from the start there was something different",
    "bp2": "Published in over thirty languages and sold more than seven million copies worldwide. The film adaptation is in pre-production",
    "bp3": "'I adore it and am getting a copy to everyone I know' -- nimnom2012"
  }
]
